export const dataProduct = [
    {
        id: 1,
        name: 'Смартфон Samsung Galaxy A52 5G EU',
        stars: <img src="./img/stars.svg" alt="" />,
        image: <img src="./img/phone.png" alt="" />,
        image2: <img src="./img/fick.png" alt="" />,
        price: '45 000 сом',
        specifications: 'Характеристики',
        procces: {
            proName: 'Процессор',
            proDesc: 'Qualcomm SM7225 Snapdragon 750G 5G (8 nm)',
        },
        mCamera: {
            mainCam: 'Основная камера',
            descCam: '64 MP, Четверная камера',
        },
        fCamera: {
            frontCam: 'Фронтальная камера',
            descCam: '32 MP, Одна камера',
        },
        hdd: {
            inMemory: 'Встроенная память',
            descMemory: '128 GB / 256 GB',
        },
        ram: {
            ramName: 'Оперативная память',
            descRam: '6 GB / 8 GB',
        },
        nfc: {
            nfcName: 'Наличие NFC',
            descNfc: 'Qualcomm SM7225 Snapdragon 750G 5G (8 nm)',
        },
        title: 'О товаре',
        desc: <p>
            Смартфон Samsung Galaxy A52 с новым дизайном задаёт тренд! Его выступающий блок камер окрашен в цвет корпуса, что создаёт ощущение целостности и гармонии.
            Стеклопластиковая задняя панель долго остаётся гладкой и приятной на ощупь.
            Устройство соответствует классу IP67 – оно продолжает работать на глубине до метра под водой. ОБНОВЛЁННАЯ КАМЕРА
            64-мегапиксельная матрица, светосильный объектив и оптическая стабилизация творят чудеса – вы получаете чёткие
            детализированные кадры при ярком солнечном свете и в полной темноте. Смартфон также умеет делать портреты с эффектом боке,
            широкоугольные панорамы и макрофотографии. А ещё он может снимать видео на уровне экшн-камеры, передавая естественные движения в динамичных сценах....
        </p>,
        hiddenText: 'Его выступающий блок камер окрашен в цвет корпуса, что создаёт ощущение целостности и гармонии. Стеклопластиковая задняя панель долго остаётся гладкой и приятной на ощупь.'
    }
]